Repository: Ivan-LB/Savely
Catalog: Savely/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# select_tab_placeholder
source: Select Tab
es_419: Elige una pestaña

# select_time_placeholder
source: Select Time
es_419: Elige la hora

source: Set $%lld aside the day after each paycheck.
es_419: Aparta $%lld el día después de cada sueldo.

source: Set an auto-move amount above $0, or turn auto-move off.
es_419: Pon un monto mayor que $0 para mover al ahorro, o desactívalo.

# set_goals_label
source: Define your financial objectives and work towards achieving them.
es_419: Define tus objetivos financieros y trabaja para alcanzarlos.

# set_goals_title
source: Set Goals
es_419: Define tus metas

source: Settings
es_419: Ajustes

source: Show on home screen
es_419: Mostrar en Inicio

source: Skip
es_419: Omitir

source: Source
es_419: Origen

source: Source · Today
es_419: Origen · Hoy

source: Source…
es_419: Origen…

# source.gift
source: Gift
es_419: Regalo

# source.paycheck
source: Paycheck
es_419: Sueldo

# source.untagged
source: Untagged
es_419: Sin etiqueta

source: Star a goal to see it here
es_419: Marca una meta como favorita para verla aquí

# start_button
source: Start
es_419: Empezar

# start_date_label
source: Start Date
es_419: Fecha de inicio

# stat_active_goals_label
source: Active goals
es_419: Metas activas

# stat_movements_label
source: Movements
es_419: Movimientos

# stat_saved_label
source: Saved
es_419: Ahorrado

source: Steady hand
es_419: Mano firme

source: SUGGESTED PACE
es_419: RITMO SUGERIDO

# tabbar.add.hint
source: Log an expense, income, deposit, or new goal
es_419: Registra un gasto, un ingreso, un depósito o una nueva meta

# tabbar.goals
source: Goals
es_419: Metas

# tabbar.home
source: Home
es_419: Inicio

# tabbar.me
source: Me
es_419: Perfil

# tabbar.money
source: Money
es_419: Dinero

source: Take a look before we start.
es_419: Échale un vistazo antes de empezar.

# take_another_photo_label
source: Take another photo
es_419: Tomar otra foto

source: Target
es_419: Objetivo

source: Target date
es_419: Fecha objetivo

source: That's **about one less takeout per week**. Doable.
es_419: Es **como pedir comida una vez menos por semana**. Se puede.

source: The target has to be more than $0.
es_419: El objetivo tiene que ser mayor que $0.

source: This is what you'll see on your dashboard.
es_419: Esto es lo que verás en Inicio.

# this_month_label
source: This Month
es_419: Este mes

# this_trimester_period
source: This Trimester
es_419: Este trimestre

# this_year_period
source: This Year
es_419: Este año

source: Timing
es_419: Plazo

source: TIMING
es_419: PLAZO

source: Tip history
es_419: Historial de consejos

source: TIP OF THE DAY
es_419: CONSEJO DEL DÍA

# tip_of_the_day_title
source: Tip of the Day
es_419: Consejo del día

source: Tip: be specific. Try a specific name like Kyoto trip '26.
es_419: Consejo: entre más específico, mejor. Prueba algo como Viaje a Kioto '26.

# tips_and_suggestion_title
source: Tips and Suggestions
es_419: Consejos y sugerencias

# tips_history_title
source: Tips History
es_419: Historial de consejos

# To hit **$%lld** by **%@**.
source: To hit **$%1$lld** by **%2$@**.
es_419: Para llegar a **$%1$lld** para el **%2$@**.

source: TO WHICH GOAL
es_419: A QUÉ META

# track_expenses_label
source: Record and categorize your expenses to understand your spending habits.
es_419: Registra y clasifica tus gastos para entender tus hábitos de consumo.

# track_expenses_title
source: Track Your Expenses
es_419: Controla tus gastos

# track_incomes_label
source: Record your income to better plan your budget and reach your savings goals.
es_419: Registra tus ingresos para planear mejor tu presupuesto y alcanzar tus metas de ahorro.

# track_incomes_title
source: Track Your Income
es_419: Controla tus ingresos

# track_money_label
source: Log income and expenses in seconds and understand where your money goes.
es_419: Registra ingresos y gastos en segundos y entiende a dónde va tu dinero.

# track_money_title
source: Track Your Money
es_419: Controla tu dinero

source: Unable to open sharing options.
es_419: No se pudieron abrir las opciones para compartir.

source: Unlocked
es_419: Desbloqueado

source: up
es_419: arriba

# update_information_button
source: Update Information
es_419: Actualizar información

source: We'll read the total, merchant and date
es_419: Leemos el total, el comercio y la fecha

source: Weekly Financial Report
es_419: Reporte financiero semanal

source: Weekly PDF report
es_419: Reporte semanal en PDF

# weekly_expenses_title
source: Weekly Expenses
es_419: Gastos semanales

# weekly_report_title
source: Weekly Report
es_419: Reporte semanal

# welcome_header
source: Welcome to Savely
es_419: Te damos la bienvenida a Savely

source: What are you saving for?
es_419: ¿Para qué ahorras?

source: What did you buy?
es_419: ¿Qué compraste?

source: WHAT YOU'RE SAVING FOR
es_419: PARA QUÉ AHORRAS

source: What's the finish line?
es_419: ¿Hasta dónde quieres llegar?

source: What's the move?
es_419: ¿Qué hacemos?

source: When do you want this by?
es_419: ¿Para cuándo lo quieres?

# yellow_Color
source: Yellow
es_419: Amarillo

# yes_button
source: Yes
es_419: Sí

source: You've already saved %@ — the target can't be lower than that.
es_419: Ya ahorraste %@ — el objetivo no puede ser menor.

source: Your data isn't ready yet. Please try again.
es_419: Tus datos aún no están listos. Inténtalo de nuevo.

source: Your goal name
es_419: El nombre de tu meta
